Repository: IceRedline/AirConverter
Catalog: AirConverter/*.lproj/Localizable.strings
Languages: ru

source: Converter
ru: Конвертер

source: Days calculator
ru: Калькулятор дней

# howManyDays
source: How many days passed between two dates
ru: Сколько дней прошло между двумя датами

source: First date
ru: Первая дата

source: Second date
ru: Вторая дата

source: Count
ru: Посчитать

# enjoyEveryDay
source: Enjoy every day of your life!
ru: Радуйся каждому дню!

source: ... days
ru: ... дней

source: Choose your birthday:
ru: Выбери свой день рождения:

# defaultBirthdayText
source: You're enjoying your life for ... days already!
ru: Ты наслаждаешься жизнью уже ... дней!

source: Are you living in the future?
ru: Ты что, в будущем живешь?

source: Text analysis
ru: Анализ текста

source: Total words
ru: Всего слов

source: Total symbols
ru: Всего символов

# totalSymbolsNoSpaces
source: Total symbols without spaces
ru: Всего символов без пробелов

source: Spaces
ru: Пробелов

# totalCyrillic
source: Total cyrillic symbols
ru: Всего кириллических символов

# totalLatin
source: Total latin symbols
ru: Всего латинских символов

source: Total numbers
ru: Всего цифр

source: Other symbols
ru: Остальных символов

source: Calculator
ru: Калькулятор

# copied
source: Copied to clipboard!
ru: Скопировано в буфер обмена!
